var dictionary = {
	"0": {
		"values": [
			"seθe"
		]
	},
	"1": {
		"0": {
			"values": [
				"sezi"
			]
		},
		"1": {
			"values": [
				"seza"
			]
		},
		"2": {
			"values": [
				"Xenθ"
			]
		},
		"4": {
			"4": {
				"values": [
					"Xeniθa"
				]
			}
		},
		"values": [
			"seXe"
		]
	},
	"2": {
		"values": [
			"seθa"
		]
	},
	"3": {
		"values": [
			"seʃe"
		]
	},
	"4": {
		"values": [
			"seʃi"
		]
	},
	"5": {
		"values": [
			"seʃa"
		]
	},
	"6": {
		"values": [
			"sese"
		]
	},
	"7": {
		"values": [
			"sesi"
		]
	},
	"8": {
		"values": [
			"sesa"
		]
	},
	"9": {
		"values": [
			"seze"
		]
	},
	"values": [
		"jan",
		"ʃijɯ",
		"ʃeje",
		"ʃa",
		"san",
		"sXaje",
		"sanʃeki",
		"kene",
		"kena",
		"keNkegi",
		"zjeʃ",
		"zjeθa",
		"gosonis",
		"jiɯ",
		"gagsini",
		"gagzəʃ",
		"XaheN",
		"nankeg",
		"zenɯne",
		"zenɯʃak",
		"zenɯʃak"
	],
	"m": {
		"y": {
			" ": {
				"r": {
					"e": {
						"l": {
							"a": {
								"t": {
									"i": {
										"v": {
											"e": {
												"values": [
													"jin"
												]
											}
										}
									}
								}
							}
						}
					}
				},
				"f": {
					"r": {
						"i": {
							"e": {
								"n": {
									"d": {
										"values": [
											"jin"
										]
									}
								}
							}
						}
					}
				},
				"e": {
					"s": {
						"t": {
							"r": {
								"a": {
									"n": {
										"g": {
											"e": {
												"d": {
													"values": [
														"kən"
													]
												}
											}
										}
									}
								}
							}
						}
					},
					"x": {
						"i": {
							"l": {
								"e": {
									"d": {
										"values": [
											"kənek"
										]
									}
								}
							}
						}
					}
				},
				"d": {
					"i": {
						"s": {
							"h": {
								"o": {
									"n": {
										"o": {
											"r": {
												"e": {
													"d": {
														"values": [
															"kənek"
														]
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		"u": {
			"c": {
				"h": {
					"values": [
						"NəN",
						"NəN"
					]
				}
			}
		},
		"e": {
			"values": [
				"gənes"
			],
			"t": {
				"a": {
					"p": {
						"h": {
							"o": {
								"r": {
									"i": {
										"c": {
											"a": {
												"l": {
													"l": {
														"y": {
															" ": {
																"u": {
																	"n": {
																		"d": {
																			"e": {
																				"r": {
																					"g": {
																						"r": {
																							"o": {
																								"u": {
																									"n": {
																										"d": {
																											" ": {
																												"a": {
																													"c": {
																														"t": {
																															"i": {
																																"v": {
																																	"i": {
																																		"t": {
																																			"y": {
																																				"values": [
																																					"gagsini"
																																				]
																																			}
																																		}
																																	}
																																}
																															}
																														}
																													}
																												}
																											}
																										}
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					},
					"l": {
						"values": [
							"kin"
						]
					}
				}
			}
		},
		"o": {
			"r": {
				"n": {
					"i": {
						"n": {
							"g": {
								"values": [
									"gon"
								]
							}
						}
					}
				},
				"e": {
					"values": [
						"gegi"
					]
				}
			},
			"t": {
				"h": {
					"e": {
						"r": {
							"values": [
								"sθaki"
							]
						}
					}
				}
			},
			"n": {
				"s": {
					"t": {
						"e": {
							"r": {
								"values": [
									"gosonkeke"
								]
							}
						}
					}
				}
			},
			"o": {
				"c": {
					"h": {
						"values": [
							"keke"
						]
					}
				}
			}
		}
	},
	"i": {
		"n": {
			"d": {
				"i": {
					"c": {
						"a": {
							"t": {
								"e": {
									"s": {
										" ": {
											"t": {
												"h": {
													"e": {
														" ": {
															"f": {
																"o": {
																	"l": {
																		"l": {
																			"o": {
																				"w": {
																					"i": {
																						"n": {
																							"g": {
																								" ": {
																									"n": {
																										"o": {
																											"u": {
																												"n": {
																													" ": {
																														"i": {
																															"s": {
																																" ": {
																																	"a": {
																																		" ": {
																																			"d": {
																																				"i": {
																																					"r": {
																																						"e": {
																																							"c": {
																																								"t": {
																																									" ": {
																																										"o": {
																																											"b": {
																																												"j": {
																																													"e": {
																																														"c": {
																																															"t": {
																																																"values": [
																																																	"ni"
																																																]
																																															}
																																														}
																																													}
																																												}
																																											}
																																										}
																																									}
																																								}
																																							}
																																						}
																																					}
																																				}
																																			}
																																		}
																																	}
																																}
																															}
																														}
																													}
																												}
																											}
																										}
																									},
																									"p": {
																										"h": {
																											"r": {
																												"a": {
																													"s": {
																														"e": {
																															" ": {
																																"i": {
																																	"s": {
																																		" ": {
																																			"a": {
																																				" ": {
																																					"q": {
																																						"u": {
																																							"e": {
																																								"s": {
																																									"t": {
																																										"i": {
																																											"o": {
																																												"n": {
																																													"values": [
																																														"ʃi"
																																													]
																																												}
																																											}
																																										}
																																									}
																																								}
																																							}
																																						}
																																					}
																																				}
																																			}
																																		}
																																	}
																																}
																															}
																														}
																													}
																												}
																											}
																										}
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			"c": {
				"l": {
					"u": {
						"s": {
							"i": {
								"v": {
									"e": {
										" ": {
											"w": {
												"e": {
													"values": [
														"sXaN"
													]
												}
											},
											"o": {
												"u": {
													"r": {
														"values": [
															"sXaNas"
														]
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			"values": [
				"negi"
			]
		},
		"values": [
			"gənes"
		],
		"t": {
			" ": {
				"m": {
					"a": {
						"y": {
							" ": {
								"b": {
									"e": {
										" ": {
											"t": {
												"r": {
													"u": {
														"e": {
															" ": {
																"t": {
																	"h": {
																		"a": {
																			"t": {
																				"values": [
																					"jəneθ"
																				]
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		"d": {
			"e": {
				"n": {
					"t": {
						"i": {
							"t": {
								"y": {
									"values": [
										"seza"
									]
								}
							}
						}
					}
				}
			}
		}
	},
	"a": {
		"b": {
			"o": {
				"u": {
					"t": {
						"values": [
							"ke"
						]
					}
				}
			}
		},
		"f": {
			"f": {
				"i": {
					"r": {
						"m": {
							"a": {
								"t": {
									"i": {
										"v": {
											"e": {
												"values": [
													"ʃihja"
												]
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		"n": {
			"d": {
				"values": [
					"niN"
				]
			},
			"c": {
				"e": {
					"s": {
						"t": {
							"o": {
								"r": {
									"s": {
										"values": [
											"sXasia"
										]
									}
								}
							}
						}
					}
				}
			},
			" ": {
				"i": {
					"n": {
						"d": {
							"i": {
								"v": {
									"i": {
										"d": {
											"u": {
												"a": {
													"l": {
														"values": [
															"gəne"
														]
													}
												}
											}
										}
									}
								}
							}
						},
						"s": {
							"u": {
								"l": {
									"t": {
										"values": [
											"kenkeni"
										]
									}
								}
							}
						},
						"f": {
							"e": {
								"r": {
									"e": {
										"n": {
											"c": {
												"e": {
													"values": [
														"hɯe"
													]
												}
											}
										}
									}
								}
							}
						}
					}
				},
				"e": {
					"n": {
						"e": {
							"m": {
								"y": {
									"values": [
										"keNe"
									]
								}
							}
						}
					},
					"x": {
						"p": {
							"e": {
								"r": {
									"i": {
										"e": {
											"n": {
												"c": {
													"e": {
														"values": [
															"sXegan"
														]
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				"o": {
					"b": {
						"j": {
							"e": {
								"c": {
									"t": {
										"values": [
											"zenɯʃek"
										]
									}
								}
							}
						}
					}
				}
			},
			"i": {
				"m": {
					"a": {
						"l": {
							"values": [
								"ʃijeʃa"
							]
						}
					}
				}
			}
		},
		" ": {
			"d": {
				"r": {
					"a": {
						"g": {
							"o": {
								"n": {
									"values": [
										"sXakeʃ"
									]
								}
							}
						}
					}
				}
			},
			"h": {
				"u": {
					"m": {
						"a": {
							"n": {
								"values": [
									"sXakeg"
								]
							}
						}
					}
				}
			},
			"r": {
				"e": {
					"b": {
						"e": {
							"l": {
								"values": [
									"gəneʃi"
								]
							}
						}
					}
				}
			},
			"s": {
				"w": {
					"e": {
						"a": {
							"r": {
								",": {
									" ": {
										"r": {
											"e": {
												"f": {
													"e": {
														"r": {
															"s": {
																" ": {
																	"t": {
																		"o": {
																			" ": {
																				"e": {
																					"x": {
																						"i": {
																							"l": {
																								"e": {
																									"values": [
																										"kəne"
																									]
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				"t": {
					"o": {
						"r": {
							"y": {
								"values": [
									"nakje"
								],
								" ": {
									"t": {
										"e": {
											"l": {
												"l": {
													"e": {
														"r": {
															"values": [
																"nakjine"
															]
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			"w": {
				"i": {
					"t": {
						"n": {
							"e": {
								"s": {
									"s": {
										"values": [
											"sXe"
										]
									}
								}
							}
						}
					}
				}
			},
			"b": {
				"o": {
					"o": {
						"k": {
							"values": [
								"ʃik"
							]
						}
					}
				},
				"u": {
					"r": {
						"d": {
							"e": {
								"n": {
									"values": [
										"gizəʃine"
									]
								}
							}
						}
					}
				}
			},
			"p": {
				"r": {
					"e": {
						"d": {
							"i": {
								"c": {
									"t": {
										"i": {
											"o": {
												"n": {
													"values": [
														"nihɯe"
													]
												}
											}
										}
									}
								}
							}
						}
					}
				},
				"o": {
					"s": {
						"e": {
							"s": {
								"s": {
									"i": {
										"o": {
											"n": {
												"values": [
													"zenɯ"
												]
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		"r": {
			"m": {
				"values": [
					"jenan"
				]
			}
		}
	},
	"y": {
		"e": {
			"a": {
				"h": {
					"values": [
						"ʃihja",
						"ʃihja"
					]
				}
			},
			"s": {
				"values": [
					"ʃihja"
				],
				"t": {
					"e": {
						"r": {
							"d": {
								"a": {
									"y": {
										"values": [
											"goN"
										]
									}
								}
							}
						}
					}
				}
			}
		},
		"o": {
			"u": {
				"values": [
					"gənis"
				],
				"n": {
					"g": {
						"values": [
							"nigoson"
						],
						"s": {
							"t": {
								"e": {
									"r": {
										"values": [
											"nigoson"
										]
									}
								}
							}
						}
					}
				}
			}
		}
	},
	"f": {
		"r": {
			"o": {
				"m": {
					" ": {
						"t": {
							"h": {
								"e": {
									" ": {
										"p": {
											"e": {
												"r": {
													"s": {
														"p": {
															"e": {
																"c": {
																	"t": {
																		"i": {
																			"v": {
																				"e": {
																					" ": {
																						"o": {
																							"f": {
																								"values": [
																									"soθɯ"
																								]
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			"i": {
				"e": {
					"n": {
						"d": {
							"values": [
								"sθaje"
							]
						}
					}
				}
			},
			"e": {
				"e": {
					"d": {
						"o": {
							"m": {
								"values": [
									"zəʃine"
								]
							}
						}
					}
				}
			}
		},
		"a": {
			"m": {
				"i": {
					"l": {
						"y": {
							"values": [
								"sXa"
							]
						}
					}
				}
			},
			"v": {
				"o": {
					"r": {
						"a": {
							"b": {
								"l": {
									"e": {
										" ": {
											"w": {
												"i": {
													"n": {
														"d": {
															"values": [
																"sθan"
															]
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			"t": {
				"h": {
					"e": {
						"r": {
							"values": [
								"zeni"
							]
						}
					}
				}
			},
			"n": {
				"t": {
					"a": {
						"s": {
							"y": {
								"values": [
									"nak"
								]
							}
						}
					}
				}
			},
			"c": {
				"e": {
					"values": [
						"seza"
					]
				}
			}
		},
		"e": {
			"w": {
				"values": [
					"kɯnani"
				]
			}
		},
		"i": {
			"s": {
				"h": {
					"values": [
						"gagkeki"
					]
				}
			},
			"r": {
				"e": {
					"values": [
						"ʃaksi"
					]
				}
			},
			"n": {
				"g": {
					"e": {
						"r": {
							"s": {
								"values": [
									"nankeg"
								]
							}
						}
					}
				}
			}
		},
		"l": {
			"o": {
				"w": {
					"e": {
						"r": {
							"values": [
								"goʃiʃ"
							]
						}
					}
				}
			}
		},
		"o": {
			"r": {
				"e": {
					"s": {
						"t": {
							"values": [
								"ʃiʃsXa"
							]
						}
					}
				}
			},
			"o": {
				"t": {
					"values": [
						"nan"
					]
				}
			}
		}
	},
	"n": {
		"o": {
			"t": {
				"values": [
					"gik"
				]
			},
			"values": [
				"gik"
			],
			"r": {
				"t": {
					"h": {
						"values": [
							"gan"
						]
					}
				}
			}
		},
		"i": {
			"g": {
				"h": {
					"t": {
						"t": {
							"i": {
								"m": {
									"e": {
										"values": [
											"sin"
										]
									}
								}
							}
						},
						"values": [
							"sin"
						]
					}
				}
			}
		},
		"e": {
			"u": {
				"t": {
					"r": {
						"a": {
							"l": {
								" ": {
									"w": {
										"i": {
											"n": {
												"d": {
													"s": {
														"values": [
															"zen"
														]
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		"u": {
			"m": {
				"b": {
					"e": {
						"r": {
							"values": [
								"kɯna"
							]
						}
					}
				}
			}
		}
	},
	"v": {
		"e": {
			"r": {
				"y": {
					"values": [
						"NəN"
					]
				}
			}
		}
	},
	"r": {
		"e": {
			"a": {
				"l": {
					"l": {
						"y": {
							"values": [
								"NəN"
							]
						}
					}
				}
			},
			"s": {
				"e": {
					"a": {
						"r": {
							"c": {
								"h": {
									"e": {
										"r": {
											"values": [
												"ʃikeθ"
											]
										}
									}
								}
							}
						}
					}
				}
			}
		},
		"a": {
			"i": {
				"n": {
					" ": {
						"c": {
							"l": {
								"o": {
									"u": {
										"d": {
											"values": [
												"sanejaʃeki"
											]
										}
									}
								}
							}
						}
					},
					"values": [
						"saneja"
					],
					"i": {
						"n": {
							"g": {
								"values": [
									"sanejasingen"
								]
							}
						}
					}
				}
			}
		},
		"o": {
			"l": {
				"e": {
					" ": {
						"m": {
							"o": {
								"d": {
									"e": {
										"l": {
											"values": [
												"sθajə"
											]
										}
									}
								}
							}
						}
					}
				}
			}
		},
		"i": {
			"v": {
				"e": {
					"r": {
						"values": [
							"gagzəʃ"
						]
					}
				}
			}
		},
		"u": {
			"n": {
				"values": [
					"sinizəʃ"
				]
			}
		}
	},
	"u": {
		"m": {
			"values": [
				"sa"
			]
		},
		"h": {
			"values": [
				"sa"
			]
		},
		"p": {
			"values": [
				"san"
			],
			"d": {
				"r": {
					"a": {
						"f": {
							"t": {
								"values": [
									"zenθe"
								]
							}
						}
					}
				}
			}
		},
		"n": {
			"c": {
				"e": {
					"r": {
						"t": {
							"a": {
								"i": {
									"n": {
										"t": {
											"y": {
												"values": [
													"jənin"
												]
											}
										}
									}
								}
							}
						}
					}
				}
			},
			"d": {
				"e": {
					"r": {
						"g": {
							"r": {
								"o": {
									"u": {
										"n": {
											"d": {
												" ": {
													"w": {
														"a": {
															"t": {
																"e": {
																	"r": {
																		"values": [
																			"gagsini"
																		]
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	},
	"e": {
		"x": {
			"c": {
				"l": {
					"u": {
						"s": {
							"i": {
								"v": {
									"e": {
										" ": {
											"w": {
												"e": {
													"values": [
														"sXank"
													]
												}
											},
											"o": {
												"u": {
													"r": {
														"values": [
															"sXankas"
														]
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				"e": {
					"s": {
						"s": {
							"i": {
								"v": {
									"e": {
										",": {
											" ": {
												"b": {
													"o": {
														"t": {
															"h": {
																"e": {
																	"r": {
																		"s": {
																			"o": {
																				"m": {
																					"e": {
																						"values": [
																							"zenkə"
																						]
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				"i": {
					"t": {
						"e": {
							"m": {
								"e": {
									"n": {
										"t": {
											"values": [
												"sizasθan"
											]
										}
									}
								}
							}
						}
					}
				}
			},
			"i": {
				"l": {
					"e": {
						"values": [
							"kəneke"
						]
					}
				},
				"s": {
					"t": {
						"e": {
							"n": {
								"c": {
									"e": {
										"values": [
											"sXeja"
										]
									}
								}
							}
						}
					}
				}
			}
		},
		"v": {
			"e": {
				"n": {
					"i": {
						"n": {
							"g": {
								"values": [
									"gən"
								]
							}
						}
					}
				}
			}
		},
		"a": {
			"s": {
				"t": {
					"values": [
						"gon"
					]
				}
			}
		},
		"g": {
			"g": {
				"values": [
					"goson"
				]
			}
		},
		"m": {
			"o": {
				"t": {
					"i": {
						"o": {
							"n": {
								"values": [
									"sizan"
								]
							}
						}
					}
				}
			}
		}
	},
	"t": {
		"o": {
			"values": ["ni"],
			" ": {
				"p": {
					"r": {
						"e": {
							"c": {
								"e": {
									"d": {
										"e": {
											"values": [
												"sXasia"
											]
										}
									}
								}
							},
							"d": {
								"i": {
									"c": {
										"t": {
											"values": [
												"nihɯe"
											]
										}
									}
								}
							}
						},
						"o": {
							"t": {
								"e": {
									"c": {
										"t": {
											"values": [
												"sXaNg",
												"sθaki"
											]
										}
									}
								}
							}
						}
					}
				},
				"c": {
					"o": {
						"o": {
							"p": {
								"e": {
									"r": {
										"a": {
											"t": {
												"e": {
													"values": [
														"sXajen"
													]
												}
											}
										}
									}
								}
							}
						},
						"u": {
							"n": {
								"c": {
									"i": {
										"l": {
											"values": [
												"sθakesk"
											]
										}
									}
								}
							}
						},
						"m": {
							"e": {
								" ": {
									"u": {
										"p": {
											" ": {
												"w": {
													"i": {
														"t": {
															"h": {
																"values": [
																	"zenɯne"
																]
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					},
					"r": {
						"e": {
							"a": {
								"t": {
									"e": {
										"values": [
											"njek"
										]
									}
								}
							}
						}
					},
					"h": {
						"a": {
							"n": {
								"g": {
									"e": {
										" ": {
											"v": {
												"e": {
													"r": {
														"y": {
															" ": {
																"s": {
																	"l": {
																		"o": {
																			"w": {
																				"l": {
																					"y": {
																						"values": [
																							"kɯs"
																						]
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						},
						"e": {
							"e": {
								"r": {
									"values": [
										"sizasθan"
									]
								}
							}
						}
					}
				},
				"b": {
					"e": {
						" ": {
							"a": {
								"l": {
									"o": {
										"n": {
											"e": {
												"values": [
													"gəne"
												]
											}
										}
									}
								},
								"c": {
									"t": {
										"i": {
											"v": {
												"e": {
													"values": [
														"ʃijeʃa"
													]
												}
											}
										}
									}
								}
							},
							"i": {
								"n": {
									" ": {
										"e": {
											"x": {
												"i": {
													"l": {
														"e": {
															"values": [
																"kəneke"
															]
														}
													}
												}
											}
										}
									}
								}
							},
							"h": {
								"e": {
									"l": {
										"p": {
											"f": {
												"u": {
													"l": {
														"values": [
															"sθan"
														]
													}
												}
											}
										}
									}
								},
								"u": {
									"m": {
										"b": {
											"l": {
												"e": {
													"values": [
														"sXaθes"
													]
												}
											}
										}
									}
								}
							},
							"u": {
								"n": {
									"c": {
										"e": {
											"r": {
												"t": {
													"a": {
														"i": {
															"n": {
																"values": [
																	"jənin"
																]
															}
														}
													}
												}
											}
										}
									}
								}
							},
							"s": {
								"u": {
									"r": {
										"p": {
											"r": {
												"i": {
													"s": {
														"e": {
															"d": {
																"values": [
																	"kieθ"
																]
															}
														}
													}
												}
											}
										},
										"e": {
											" ": {
												"o": {
													"f": {
														" ": {
															"o": {
																"n": {
																	"s": {
																		"e": {
																			"l": {
																				"f": {
																					"values": [
																						"nagzəʃ"
																					]
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							},
							"b": {
								"u": {
									"r": {
										"d": {
											"e": {
												"n": {
													"e": {
														"d": {
															"values": [
																"gizəʃine"
															]
														}
													}
												}
											}
										}
									}
								}
							}
						},
						"a": {
							"r": {
								" ": {
									"w": {
										"i": {
											"t": {
												"n": {
													"e": {
														"s": {
															"s": {
																"values": [
																	"sXega"
																]
															}
														}
													}
												}
											}
										}
									}
								}
							}
						},
						"values": [
							"sXeja"
						]
					},
					"u": {
						"i": {
							"l": {
								"d": {
									"values": [
										"njekeg"
									]
								}
							}
						},
						"r": {
							"n": {
								"values": [
									"ʃaksi"
								]
							}
						}
					},
					"o": {
						"t": {
							"h": {
								"e": {
									"r": {
										"values": [
											"zenkə"
										]
									}
								}
							}
						}
					}
				},
				"r": {
					"e": {
						"b": {
							"e": {
								"l": {
									"values": [
										"gəneʃi"
									]
								}
							}
						},
						"a": {
							"d": {
								"values": [
									"ʃikeθ"
								]
							}
						},
						"s": {
							"e": {
								"a": {
									"r": {
										"c": {
											"h": {
												"values": [
													"ʃikeθ"
												]
											}
										}
									}
								}
							}
						}
					},
					"a": {
						"i": {
							"d": {
								"values": [
									"kəniθeke"
								]
							},
							"n": {
								"values": [
									"sanejaʃeki"
								]
							}
						}
					}
				},
				"h": {
					"a": {
						"u": {
							"l": {
								"values": [
									"njekeʃ"
								]
							}
						},
						"v": {
							"e": {
								" ": {
									"w": {
										"i": {
											"t": {
												"n": {
													"e": {
														"s": {
															"s": {
																"e": {
																	"d": {
																		"values": [
																			"sXe"
																		]
																	}
																}
															}
														}
													}
												}
											}
										}
									},
									"e": {
										"x": {
											"p": {
												"e": {
													"r": {
														"i": {
															"e": {
																"n": {
																	"c": {
																		"e": {
																			"d": {
																				"values": [
																					"sXega"
																				]
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									},
									"r": {
										"e": {
											"a": {
												"d": {
													" ": {
														"t": {
															"h": {
																"a": {
																	"t": {
																		"values": [
																			"ʃik"
																		]
																	}
																}
															}
														}
													}
												}
											}
										}
									},
									"h": {
										"e": {
											"a": {
												"r": {
													"d": {
														" ": {
															"t": {
																"h": {
																	"a": {
																		"t": {
																			"values": [
																				"ʃik"
																			]
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									},
									"t": {
										"h": {
											"e": {
												" ": {
													"d": {
														"u": {
															"t": {
																"y": {
																	" ": {
																		"t": {
																			"o": {
																				"values": [
																					"zje"
																				]
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									},
									"n": {
										"o": {
											" ": {
												"i": {
													"d": {
														"e": {
															"a": {
																" ": {
																	"w": {
																		"h": {
																			"a": {
																				"t": {
																					"’": {
																						"s": {
																							" ": {
																								"g": {
																									"o": {
																										"i": {
																											"n": {
																												"g": {
																													" ": {
																														"o": {
																															"n": {
																																"values": [
																																	"goson"
																																]
																															}
																														}
																													}
																												}
																											}
																										}
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								},
								"values": [
									"zenɯ"
								]
							}
						}
					},
					"o": {
						"l": {
							"d": {
								" ": {
									"a": {
										" ": {
											"f": {
												"a": {
													"l": {
														"s": {
															"e": {
																"h": {
																	"o": {
																		"o": {
																			"d": {
																				" ": {
																					"a": {
																						"s": {
																							" ": {
																								"t": {
																									"r": {
																										"u": {
																											"e": {
																												"values": [
																													"nak"
																												]
																											}
																										}
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									},
									"p": {
										"o": {
											"w": {
												"e": {
													"r": {
														"values": [
															"hoN"
														]
													}
												}
											}
										}
									}
								}
							}
						}
					},
					"e": {
						"l": {
							"p": {
								"values": [
									"sXaθ"
								]
							}
						}
					}
				},
				" ": {
					"c": {
						"r": {
							"a": {
								"f": {
									"t": {
										"values": [
											"njekeg"
										]
									}
								}
							}
						}
					},
					"o": {
						"p": {
							"p": {
								"o": {
									"s": {
										"e": {
											"values": [
												"kenek"
											]
										}
									}
								}
							}
						}
					}
				},
				"s": {
					"e": {
						"t": {
							"t": {
								"l": {
									"e": {
										"values": [
											"njesXa"
										]
									}
								}
							},
							" ": {
								"a": {
									"n": {
										" ": {
											"e": {
												"x": {
													"a": {
														"m": {
															"p": {
																"l": {
																	"e": {
																		"values": [
																			"sθajə"
																		]
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					},
					"u": {
						"p": {
							"p": {
								"o": {
									"r": {
										"t": {
											"values": [
												"zenθe"
											]
										}
									}
								}
							}
						}
					},
					"t": {
						"e": {
							"a": {
								"l": {
									"values": [
										"keke"
									]
								}
							}
						},
						"r": {
							"i": {
								"k": {
									"e": {
										" ": {
											"s": {
												"u": {
													"d": {
														"d": {
															"e": {
																"n": {
																	"l": {
																		"y": {
																			"values": [
																				"hoNʃaksi"
																			]
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					},
					"n": {
						"e": {
							"a": {
								"k": {
									"values": [
										"jiɯne"
									]
								}
							}
						}
					},
					"w": {
						"i": {
							"m": {
								"values": [
									"gagkeki"
								]
							}
						}
					}
				},
				"d": {
					"o": {
						" ": {
							"d": {
								"i": {
									"f": {
										"f": {
											"i": {
												"c": {
													"u": {
														"l": {
															"t": {
																" ": {
																	"w": {
																		"o": {
																			"r": {
																				"k": {
																					"values": [
																						"sXanjekeʃ"
																					]
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								},
								"e": {
									"l": {
										"i": {
											"c": {
												"a": {
													"t": {
														"e": {
															" ": {
																"w": {
																	"o": {
																		"r": {
																			"k": {
																				"values": [
																					"sXanjekeg"
																				]
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							},
							"h": {
								"e": {
									"a": {
										"v": {
											"y": {
												" ": {
													"w": {
														"o": {
															"r": {
																"k": {
																	"values": [
																		"sXanjekeʃ"
																	]
																}
															}
														}
													}
												}
											}
										}
									}
								}
							},
							"i": {
								"n": {
									"t": {
										"r": {
											"a": {
												"c": {
													"a": {
														"t": {
															"e": {
																" ": {
																	"w": {
																		"o": {
																			"r": {
																				"k": {
																					"values": [
																						"sXanjekeg"
																					]
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					},
					"i": {
						"r": {
							"e": {
								"c": {
									"t": {
										"l": {
											"y": {
												" ": {
													"r": {
														"e": {
															"s": {
																"e": {
																	"a": {
																		"r": {
																			"c": {
																				"h": {
																					"values": [
																						"sXejen"
																					]
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				"g": {
					"o": {
						" ": {
							"n": {
								"o": {
									"r": {
										"t": {
											"h": {
												"values": [
													"gan"
												]
											}
										}
									}
								}
							},
							"s": {
								"o": {
									"u": {
										"t": {
											"h": {
												"values": [
													"gin"
												]
											}
										}
									}
								}
							},
							"w": {
								"e": {
									"s": {
										"t": {
											"values": [
												"gən"
											]
										}
									}
								}
							},
							"e": {
								"a": {
									"s": {
										"t": {
											"values": [
												"gon"
											]
										}
									}
								}
							}
						}
					},
					"u": {
						"i": {
							"d": {
								"e": {
									"values": [
										"sθakesk"
									]
								}
							}
						}
					}
				},
				"l": {
					"e": {
						"a": {
							"d": {
								"values": [
									"sθakes"
								]
							}
						}
					},
					"a": {
						"u": {
							"g": {
								"h": {
									"values": [
										"sezasθa"
									]
								}
							}
						}
					}
				},
				"f": {
					"i": {
						"g": {
							"h": {
								"t": {
									"values": [
										"kenek"
									]
								}
							}
						}
					},
					"l": {
						"e": {
							"e": {
								"values": [
									"keki"
								]
							}
						},
						"o": {
							"w": {
								" ": {
									"f": {
										"r": {
											"e": {
												"e": {
													"l": {
														"y": {
															"values": [
																"gag"
															]
														}
													}
												}
											}
										}
									}
								}
							}
						},
						"y": {
							"values": [
								"zəʃ"
							]
						}
					}
				},
				"m": {
					"a": {
						"k": {
							"e": {
								" ": {
									"d": {
										"i": {
											"f": {
												"f": {
													"i": {
														"c": {
															"u": {
																"l": {
																	"t": {
																		"values": [
																			"kenke"
																		]
																	}
																}
															}
														}
													}
												}
											}
										}
									},
									"r": {
										"e": {
											"a": {
												"l": {
													"values": [
														"zenɯʃek"
													]
												}
											}
										}
									}
								}
							}
						}
					}
				},
				"t": {
					"e": {
						"l": {
							"l": {
								" ": {
									"a": {
										" ": {
											"s": {
												"t": {
													"o": {
														"r": {
															"y": {
																"values": [
																	"nakje"
																]
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					},
					"a": {
						"k": {
							"e": {
								"values": [
									"keke"
								]
							}
						}
					},
					"r": {
						"a": {
							"v": {
								"e": {
									"l": {
										"values": [
											"jenazɯʃ"
										]
									}
								}
							}
						}
					}
				},
				"e": {
					"x": {
						"p": {
							"e": {
								"r": {
									"i": {
										"e": {
											"n": {
												"c": {
													"e": {
														"values": [
															"sXegan"
														]
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				"i": {
					"n": {
						"f": {
							"e": {
								"r": {
									"values": [
										"hɯe"
									]
								}
							}
						},
						"v": {
							"e": {
								"n": {
									"t": {
										"values": [
											"zenɯne"
										]
									}
								}
							}
						}
					}
				},
				"w": {
					"e": {
						"a": {
							"k": {
								"e": {
									"n": {
										" ": {
											"a": {
												"s": {
													" ": {
														"o": {
															"n": {
																"e": {
																	" ": {
																		"d": {
																			"r": {
																				"a": {
																					"w": {
																						"s": {
																							" ": {
																								"c": {
																									"l": {
																										"o": {
																											"s": {
																												"e": {
																													"r": {
																														"values": [
																															"θask"
																														]
																													}
																												}
																											}
																										}
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				"a": {
					"p": {
						"p": {
							"e": {
								"a": {
									"r": {
										" ": {
											"a": {
												"s": {
													"values": [
														"seza"
													]
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			"m": {
				"o": {
					"r": {
						"r": {
							"o": {
								"w": {
									"values": [
										"gəN"
									]
								}
							}
						}
					}
				}
			}
		},
		"h": {
			"e": {
				" ": {
					"n": {
						"a": {
							"m": {
								"e": {
									" ": {
										"o": {
											"f": {
												" ": {
													"t": {
														"h": {
															"i": {
																"s": {
																	" ": {
																		"l": {
																			"a": {
																				"n": {
																					"g": {
																						"u": {
																							"a": {
																								"g": {
																									"e": {
																										"values": [
																											"sXangen"
																										]
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						},
						"o": {
							"r": {
								"t": {
									"h": {
										"values": [
											"gani"
										]
									}
								}
							}
						}
					},
					"l": {
						"a": {
							"r": {
								"g": {
									"e": {
										" ": {
											" ": {
												"b": {
													"r": {
														"u": {
															"n": {
																"t": {
																	" ": {
																		"o": {
																			"f": {
																				" ": {
																					"a": {
																						" ": {
																							"t": {
																								"a": {
																									"s": {
																										"k": {
																											"values": [
																												"sXanjekeʃ"
																											]
																										}
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											},
											"p": {
												"o": {
													"r": {
														"t": {
															"i": {
																"o": {
																	"n": {
																		" ": {
																			" ": {
																				"o": {
																					"f": {
																						" ": {
																							"a": {
																								" ": {
																									"t": {
																										"a": {
																											"s": {
																												"k": {
																													"values": [
																														"sXanjekeʃ"
																													]
																												}
																											}
																										}
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					},
					"s": {
						"m": {
							"a": {
								"l": {
									"l": {
										" ": {
											"d": {
												"e": {
													"t": {
														"a": {
															"i": {
																"l": {
																	"s": {
																		" ": {
																			"o": {
																				"f": {
																					" ": {
																						"a": {
																							" ": {
																								"t": {
																									"a": {
																										"s": {
																											"k": {
																												"values": [
																													"sXanjekeg"
																												]
																											}
																										}
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						},
						"o": {
							"u": {
								"t": {
									"h": {
										"values": [
											"gini"
										]
									}
								}
							}
						},
						"k": {
							"y": {
								"values": [
									"sani"
								]
							}
						}
					},
					"f": {
						"a": {
							"r": {
								" ": {
									"n": {
										"o": {
											"r": {
												"t": {
													"h": {
														"values": [
															"gaNi"
														]
													}
												}
											}
										}
									},
									"s": {
										"o": {
											"u": {
												"t": {
													"h": {
														"values": [
															"giNi"
														]
													}
												}
											}
										}
									},
									"w": {
										"e": {
											"s": {
												"t": {
													"values": [
														"gəNi"
													]
												}
											}
										}
									},
									"e": {
										"a": {
											"s": {
												"t": {
													"values": [
														"goNi"
													]
												}
											}
										}
									}
								}
							}
						}
					},
					"w": {
						"e": {
							"s": {
								"t": {
									"values": [
										"gəni"
									]
								}
							}
						},
						"o": {
							"r": {
								"l": {
									"d": {
										"values": [
											"saniNsini"
										]
									}
								}
							}
						}
					},
					"e": {
						"a": {
							"s": {
								"t": {
									"values": [
										"goni"
									]
								}
							}
						}
					},
					"g": {
						"r": {
							"o": {
								"u": {
									"n": {
										"d": {
											"values": [
												"sini"
											]
										}
									}
								}
							}
						}
					},
					"t": {
						"h": {
							"i": {
								"n": {
									"g": {
										"s": {
											" ": {
												"i": {
													"n": {
														" ": {
															"t": {
																"h": {
																	"e": {
																		" ": {
																			"n": {
																				"o": {
																					"r": {
																						"t": {
																							"h": {
																								"values": [
																									"ganʃek"
																								]
																							}
																						}
																					}
																				}
																			},
																			"s": {
																				"o": {
																					"u": {
																						"t": {
																							"h": {
																								"values": [
																									"ginʃek"
																								]
																							}
																						}
																					}
																				},
																				"k": {
																					"y": {
																						"values": [
																							"sanʃek"
																						]
																					}
																				}
																			},
																			"w": {
																				"e": {
																					"s": {
																						"t": {
																							"values": [
																								"gənʃek"
																							]
																						}
																					}
																				}
																			},
																			"e": {
																				"a": {
																					"s": {
																						"t": {
																							"values": [
																								"gonʃek"
																							]
																						}
																					}
																				}
																			},
																			"g": {
																				"r": {
																					"o": {
																						"u": {
																							"n": {
																								"d": {
																									"values": [
																										"sinʃek"
																									]
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												},
												"o": {
													"n": {
														" ": {
															"t": {
																"h": {
																	"e": {
																		" ": {
																			"g": {
																				"r": {
																					"o": {
																						"u": {
																							"n": {
																								"d": {
																									"values": [
																										"sinʃak"
																									]
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					},
					"d": {
						"e": {
							"a": {
								"d": {
									"values": [
										"sinʃeki"
									]
								}
							}
						}
					}
				},
				"y": {
					"1": {
						"values": [
							"gensi"
						]
					},
					"2": {
						"values": [
							"genese"
						]
					}
				},
				"r": {
					"e": {
						"f": {
							"o": {
								"r": {
									"e": {
										"values": [
											"hɯeja"
										]
									}
								}
							}
						}
					}
				},
				"i": {
					"f": {
						"values": [
							"keke"
						]
					}
				}
			},
			"u": {
				"n": {
					"d": {
						"e": {
							"r": {
								"values": [
									"hoN"
								],
								" ": {
									"s": {
										"t": {
											"o": {
												"r": {
													"m": {
														"values": [
															"hoNsizankeʃ"
														]
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			"a": {
				"n": {
					"k": {
						"s": {
							"values": [
								"sXaθəg"
							]
						}
					}
				}
			}
		},
		"r": {
			"o": {
				"u": {
					"b": {
						"l": {
							"e": {
								"m": {
									"a": {
										"k": {
											"e": {
												"r": {
													"values": [
														"kenke"
													]
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			"e": {
				"e": {
					"values": [
						"ʃiʃ"
					]
				}
			}
		},
		"i": {
			"m": {
				"e": {
					" ": {
						"s": {
							"p": {
								"e": {
									"n": {
										"t": {
											" ": {
												"f": {
													"l": {
														"y": {
															"i": {
																"n": {
																	"g": {
																		"values": [
																			"zəʃ"
																		]
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					},
					"values": [
						"singen"
					]
				}
			}
		}
	},
	"h": {
		"o": {
			"m": {
				"e": {
					"values": [
						"sXaNg"
					],
					"l": {
						"a": {
							"n": {
								"d": {
									"values": [
										"sXangen"
									]
								}
							}
						}
					}
				}
			},
			"n": {
				"o": {
					"r": {
						"values": [
							"zjeʃ"
						]
					}
				}
			},
			"p": {
				"e": {
					"values": [
						"jeθ"
					]
				}
			},
			"t": {
				"values": [
					"his"
				]
			}
		},
		"e": {
			"l": {
				"l": {
					"o": {
						"values": [
							"goniθe"
						]
					}
				},
				"p": {
					"values": [
						"sXaθ"
					]
				}
			},
			"a": {
				"d": {
					"w": {
						"i": {
							"n": {
								"d": {
									"values": [
										"kenke"
									]
								}
							}
						}
					}
				},
				"v": {
					"i": {
						"n": {
							"e": {
								"s": {
									"s": {
										"values": [
											"gizəʃine"
										]
									}
								}
							}
						}
					}
				},
				"r": {
					"t": {
						"values": [
							"zjeθan"
						]
					}
				}
			}
		},
		"u": {
			"m": {
				"a": {
					"n": {
						"k": {
							"i": {
								"n": {
									"d": {
										"values": [
											"sinʃaʃi"
										]
									}
								}
							}
						}
					}
				},
				"b": {
					"l": {
						"e": {
							"n": {
								"e": {
									"s": {
										"s": {
											"values": [
												"sXaθes"
											]
										}
									}
								}
							}
						}
					}
				}
			}
		},
		"a": {
			"p": {
				"p": {
					"i": {
						"n": {
							"e": {
								"s": {
									"s": {
										"values": [
											"sezasθa"
										]
									}
								}
							}
						}
					}
				}
			},
			"n": {
				"d": {
					"values": [
						"nan"
					]
				}
			}
		}
	},
	"s": {
		"o": {
			"c": {
				"i": {
					"e": {
						"t": {
							"y": {
								"values": [
									"sXakin"
								]
							}
						}
					}
				}
			},
			"u": {
				"t": {
					"h": {
						"values": [
							"gin"
						]
					}
				}
			},
			"n": {
				"values": [
					"zenʃe"
				]
			}
		},
		"i": {
			"s": {
				"t": {
					"e": {
						"r": {
							"values": [
								"sθaji"
							]
						}
					}
				}
			}
		},
		"t": {
			"r": {
				"o": {
					"n": {
						"g": {
							" ": {
								"t": {
									"a": {
										"i": {
											"l": {
												"w": {
													"i": {
														"n": {
															"d": {
																"values": [
																	"sθakes"
																]
															}
														}
													}
												}
											}
										}
									}
								},
								"u": {
									"p": {
										"d": {
											"r": {
												"a": {
													"f": {
														"t": {
															"values": [
																"zenkə"
															]
														}
													}
												}
											}
										}
									}
								},
								"h": {
									"e": {
										"a": {
											"d": {
												"w": {
													"i": {
														"n": {
															"d": {
																"values": [
																	"keNe"
																]
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			"o": {
				"r": {
					"m": {
						"values": [
							"sizankeʃ"
						]
					}
				}
			},
			"a": {
				"r": {
					"s": {
						"values": [
							"kɯs"
						]
					}
				}
			}
		},
		"e": {
			"c": {
				"o": {
					"n": {
						"d": {
							"a": {
								"r": {
									"y": {
										" ": {
											"e": {
												"v": {
													"i": {
														"d": {
															"e": {
																"n": {
																	"c": {
																		"e": {
																			"values": [
																				"ʃik"
																			]
																		}
																	}
																}
															}
														}
													}
												}
											},
											"s": {
												"o": {
													"u": {
														"r": {
															"c": {
																"e": {
																	"values": [
																		"ʃik"
																	]
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		"u": {
			"r": {
				"p": {
					"r": {
						"i": {
							"s": {
								"e": {
									"values": [
										"kieθ"
									]
								}
							}
						}
					}
				}
			},
			"s": {
				"p": {
					"i": {
						"c": {
							"i": {
								"o": {
									"u": {
										"s": {
											" ": {
												"s": {
													"i": {
														"l": {
															"e": {
																"n": {
																	"c": {
																		"e": {
																			"values": [
																				"jiɯne"
																			]
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			"n": {
				"n": {
					"y": {
						"values": [
							"θasksingen"
						]
					}
				},
				" ": {
					"s": {
						"h": {
							"o": {
								"w": {
									"e": {
										"r": {
											"values": [
												"θask niN saneja"
											]
										}
									}
								}
							}
						}
					}
				},
				"values": [
					"θask"
				]
			}
		},
		"m": {
			"a": {
				"l": {
					"l": {
						"n": {
							"e": {
								"s": {
									"s": {
										"values": [
											"gosi"
										]
									}
								}
							}
						}
					}
				}
			}
		},
		"l": {
			"i": {
				"p": {
					"r": {
						"i": {
							"n": {
								"e": {
									"s": {
										"s": {
											"values": [
												"nigji"
											]
										}
									}
								}
							}
						}
					}
				}
			}
		},
		"a": {
			"d": {
				"n": {
					"e": {
						"s": {
							"s": {
								"values": [
									"sezakene"
								]
							}
						}
					}
				}
			}
		},
		"p": {
			"a": {
				"r": {
					"k": {
						"l": {
							"e": {
								"s": {
									"values": [
										"kɯsʃek"
									]
								}
							}
						}
					}
				}
			}
		}
	},
	"c": {
		"o": {
			"o": {
				"p": {
					"e": {
						"r": {
							"a": {
								"t": {
									"i": {
										"o": {
											"n": {
												"values": [
													"sXajen"
												]
											}
										}
									}
								}
							}
						}
					}
				}
			},
			"n": {
				"s": {
					"t": {
						"r": {
							"u": {
								"c": {
									"t": {
										"i": {
											"o": {
												"n": {
													"values": [
														"njek"
													],
													" ": {
														"s": {
															"i": {
																"t": {
																	"e": {
																		"values": [
																			"njeaθ"
																		]
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			"l": {
				"l": {
					"o": {
						"q": {
							"u": {
								"i": {
									"a": {
										"l": {
											" ": {
												" ": {
													" ": {
														"s": {
															"o": {
																"m": {
																	"e": {
																		"t": {
																			"h": {
																				"i": {
																					"n": {
																						"g": {
																							" ": {
																								"h": {
																									"e": {
																										"a": {
																											"v": {
																												"y": {
																													"values": [
																														"njekeʃ"
																													]
																												}
																											}
																										}
																									}
																								},
																								"d": {
																									"e": {
																										"l": {
																											"i": {
																												"c": {
																													"a": {
																														"t": {
																															"e": {
																																"values": [
																																	"njekeg"
																																]
																															}
																														}
																													}
																												}
																											}
																										}
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				"d": {
					"n": {
						"e": {
							"s": {
								"s": {
									"values": [
										"Xah"
									]
								}
							}
						}
					}
				},
				"o": {
					"r": {
						"values": [
							"sani"
						],
						"f": {
							"u": {
								"l": {
									"values": [
										"sani"
									]
								}
							}
						}
					}
				}
			},
			"u": {
				"n": {
					"t": {
						"values": [
							"kɯna"
						],
						"l": {
							"e": {
								"s": {
									"s": {
										"values": [
											"kɯNa"
										]
									}
								}
							}
						}
					}
				}
			},
			"w": {
				"a": {
					"r": {
						"d": {
							"values": [
								"keki"
							]
						}
					}
				}
			}
		},
		"i": {
			"t": {
				"y": {
					"values": [
						"njesXa"
					]
				}
			}
		},
		"l": {
			"o": {
				"u": {
					"d": {
						"values": [
							"sanʃeki"
						],
						"y": {
							"values": [
								"sanʃekisingen"
							]
						}
					}
				}
			}
		},
		"a": {
			"t": {
				"values": [
					"jiɯ"
				]
			}
		},
		"e": {
			"l": {
				"e": {
					"s": {
						"t": {
							"i": {
								"a": {
									"l": {
										" ": {
											"b": {
												"o": {
													"d": {
														"y": {
															"values": [
																"saNiʃek"
															]
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	},
	"g": {
		"e": {
			"n": {
				"d": {
					"e": {
						"r": {
							" ": {
								"n": {
									"e": {
										"u": {
											"t": {
												"r": {
													"a": {
														"l": {
															" ": {
																"p": {
																	"r": {
																		"o": {
																			"n": {
																				"o": {
																					"u": {
																						"n": {
																							" ": {
																								"r": {
																									"e": {
																										"f": {
																											"e": {
																												"r": {
																													"r": {
																														"i": {
																															"n": {
																																"g": {
																																	" ": {
																																		"t": {
																																			"o": {
																																				" ": {
																																					"t": {
																																						"h": {
																																							"e": {
																																								" ": {
																																									"f": {
																																										"i": {
																																											"r": {
																																												"s": {
																																													"t": {
																																														" ": {
																																															"p": {
																																																"e": {
																																																	"r": {
																																																		"s": {
																																																			"o": {
																																																				"n": {
																																																					" ": {
																																																						"m": {
																																																							"e": {
																																																								"n": {
																																																									"t": {
																																																										"i": {
																																																											"o": {
																																																												"n": {
																																																													"e": {
																																																														"d": {
																																																															"values": [
																																																																"gensi"
																																																															]
																																																														}
																																																													}
																																																												}
																																																											}
																																																										}
																																																									}
																																																								}
																																																							}
																																																						}
																																																					}
																																																				}
																																																			}
																																																		}
																																																	}
																																																}
																																															}
																																														}
																																													}
																																												}
																																											}
																																										}
																																									},
																																									"s": {
																																										"e": {
																																											"c": {
																																												"o": {
																																													"n": {
																																														"d": {
																																															" ": {
																																																"p": {
																																																	"e": {
																																																		"r": {
																																																			"s": {
																																																				"o": {
																																																					"n": {
																																																						" ": {
																																																							"m": {
																																																								"e": {
																																																									"n": {
																																																										"t": {
																																																											"i": {
																																																												"o": {
																																																													"n": {
																																																														"e": {
																																																															"d": {
																																																																"values": [
																																																																	"genese"
																																																																]
																																																															}
																																																														}
																																																													}
																																																												}
																																																											}
																																																										}
																																																									}
																																																								}
																																																							}
																																																						}
																																																					}
																																																				}
																																																			}
																																																		}
																																																	}
																																																}
																																															}
																																														}
																																													}
																																												}
																																											}
																																										}
																																									}
																																								}
																																							}
																																						}
																																					}
																																				}
																																			}
																																		}
																																	}
																																}
																															}
																														}
																													}
																												}
																											}
																										}
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			"t": {
				" ": {
					"i": {
						"n": {
							"values": [
								"negi"
							]
						}
					},
					"o": {
						"u": {
							"t": {
								"values": [
									"ges"
								]
							}
						}
					}
				}
			}
		},
		"o": {
			"o": {
				"d": {
					" ": {
						"b": {
							"y": {
								"e": {
									"values": [
										"gəniθe"
									]
								}
							}
						}
					}
				}
			}
		},
		"r": {
			"a": {
				"n": {
					"d": {
						"d": {
							"a": {
								"u": {
									"g": {
										"h": {
											"t": {
												"e": {
													"r": {
														"values": [
															"sθagin"
														]
													}
												}
											}
										}
									}
								}
							}
						},
						"m": {
							"o": {
								"t": {
									"h": {
										"e": {
											"r": {
												"values": [
													"sθakesk"
												]
											}
										}
									}
								}
							}
						},
						"s": {
							"o": {
								"n": {
									"values": [
										"zenʃeni"
									]
								}
							}
						}
					}
				}
			}
		}
	},
	"b": {
		"a": {
			"r": {
				"b": {
					"a": {
						"r": {
							"i": {
								"a": {
									"n": {
										"s": {
											",": {
												" ": {
													"o": {
														"n": {
															"e": {
																"s": {
																	" ": {
																		"w": {
																			"h": {
																				"o": {
																					" ": {
																						"a": {
																							"r": {
																								"e": {
																									" ": {
																										"e": {
																											"x": {
																												"i": {
																													"l": {
																														"e": {
																															"d": {
																																"values": [
																																	"kəniθeke"
																																]
																															}
																														}
																													}
																												}
																											}
																										}
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		"e": {
			"y": {
				"o": {
					"n": {
						"d": {
							" ": {
								"t": {
									"h": {
										"e": {
											" ": {
												"s": {
													"k": {
														"y": {
															"values": [
																"saNi"
															]
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			"l": {
				"o": {
					"w": {
						" ": {
							"t": {
								"h": {
									"e": {
										" ": {
											"g": {
												"r": {
													"o": {
														"u": {
															"n": {
																"d": {
																	"values": [
																		"siNi"
																	]
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			"c": {
				"a": {
					"u": {
						"s": {
							"e": {
								"values": [
									"jahɯe"
								]
							}
						}
					}
				}
			}
		},
		"r": {
			"o": {
				"t": {
					"h": {
						"e": {
							"r": {
								"values": [
									"zenjiʃe"
								]
							}
						}
					}
				}
			}
		},
		"i": {
			"r": {
				"d": {
					"values": [
						"keki"
					]
				}
			}
		},
		"l": {
			"a": {
				"c": {
					"k": {
						"values": [
							"kesins"
						]
					}
				}
			}
		}
	},
	"w": {
		"e": {
			"s": {
				"t": {
					"values": [
						"gən"
					]
				}
			},
			"a": {
				"k": {
					" ": {
						"u": {
							"p": {
								"d": {
									"r": {
										"a": {
											"f": {
												"t": {
													"values": [
														"zenji"
													]
												}
											}
										}
									}
								}
							}
						},
						"h": {
							"e": {
								"a": {
									"d": {
										"w": {
											"i": {
												"n": {
													"d": {
														"values": [
															"kena"
														]
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				"t": {
					"h": {
						"e": {
							"r": {
								"values": [
									"sanisizan"
								]
							}
						}
					}
				}
			}
		},
		"o": {
			"w": {
				"values": [
					"kieθ"
				]
			},
			"o": {
				"d": {
					" ": {
						"p": {
							"r": {
								"o": {
									"d": {
										"u": {
											"c": {
												"t": {
													"values": [
														"ʃiʃnjek",
														"ʃiʃnjek"
													]
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		"a": {
			"t": {
				"e": {
					"r": {
						"values": [
							"gag"
						]
					}
				}
			}
		},
		"i": {
			"n": {
				"g": {
					"values": [
						"jenazɯʃ"
					]
				}
			}
		},
		"h": {
			"i": {
				"l": {
					"t": {
						"e": {
							"values": [
								"kesans"
							]
						}
					}
				}
			}
		}
	},
	"d": {
		"a": {
			"y": {
				"t": {
					"i": {
						"m": {
							"e": {
								"values": [
									"san"
								]
							}
						}
					}
				},
				"values": [
					"san"
				]
			},
			"u": {
				"g": {
					"h": {
						"t": {
							"e": {
								"r": {
									"values": [
										"sθag"
									]
								}
							}
						}
					}
				}
			},
			"r": {
				"k": {
					"values": [
						"sins"
					]
				}
			}
		},
		"o": {
			"w": {
				"n": {
					"values": [
						"sin"
					]
				}
			},
			"g": {
				"values": [
					"zjeXan",
					"χahan"
				]
			},
			"z": {
				"e": {
					"n": {
						"values": [
							"kɯnaa"
						]
					}
				}
			}
		},
		"r": {
			"a": {
				"g": {
					"o": {
						"n": {
							"k": {
								"i": {
									"n": {
										"d": {
											"values": [
												"sanʃa"
											]
										}
									}
								}
							}
						}
					}
				}
			}
		},
		"i": {
			"s": {
				"f": {
					"a": {
						"v": {
							"o": {
								"r": {
									"a": {
										"b": {
											"l": {
												"e": {
													" ": {
														"w": {
															"i": {
																"n": {
																	"d": {
																		"values": [
																			"kene"
																		]
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		"u": {
			"t": {
				"y": {
					"values": [
						"zje"
					]
				}
			}
		}
	},
	"o": {
		"u": {
			"t": {
				"values": [
					"ges"
				]
			}
		},
		"n": {
			"e": {
				"'": {
					"s": {
						" ": {
							"s": {
								"t": {
									"a": {
										"b": {
											"l": {
												"e": {
													" ": {
														"d": {
															"i": {
																"r": {
																	"e": {
																		"c": {
																			"t": {
																				"i": {
																					"o": {
																						"n": {
																							" ": {
																								"i": {
																									"n": {
																										" ": {
																											"l": {
																												"i": {
																													"f": {
																														"e": {
																															"values": [
																																"nagzəʃ"
																															]
																														}
																													}
																												}
																											}
																										}
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				" ": {
					"w": {
						"h": {
							"o": {
								" ": {
									"i": {
										"s": {
											" ": {
												"c": {
													"o": {
														"n": {
															"f": {
																"i": {
																	"d": {
																		"e": {
																			"n": {
																				"t": {
																					" ": {
																						"t": {
																							"h": {
																								"o": {
																									"u": {
																										"g": {
																											"h": {
																												" ": {
																													"f": {
																														"l": {
																															"e": {
																																"x": {
																																	"i": {
																																		"b": {
																																			"l": {
																																				"e": {
																																					"values": [
																																						"kin"
																																					]
																																				}
																																			}
																																		}
																																	}
																																}
																															}
																														}
																													}
																												}
																											}
																										}
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		"c": {
			"e": {
				"a": {
					"n": {
						"values": [
							"sinsani"
						]
					}
				}
			}
		},
		"i": {
			"l": {
				"values": [
					"nigji"
				]
			}
		}
	},
	"l": {
		"i": {
			"g": {
				"h": {
					"t": {
						" ": {
							"t": {
								"a": {
									"i": {
										"l": {
											"w": {
												"i": {
													"n": {
														"d": {
															"values": [
																"sθajə"
															]
														}
													}
												}
											}
										}
									}
								}
							}
						},
						"i": {
							"n": {
								"g": {
									"values": [
										"hoNʃaksi"
									]
								}
							}
						},
						"w": {
							"e": {
								"i": {
									"g": {
										"h": {
											"t": {
												" ": {
													"n": {
														"e": {
															"s": {
																"s": {
																	"values": [
																		"zəʃine"
																	]
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						},
						"values": [
							"sans"
						]
					}
				}
			},
			"f": {
				"e": {
					"values": [
						"ʃije"
					]
				}
			}
		},
		"e": {
			"a": {
				"d": {
					"e": {
						"r": {
							"values": [
								"sθakes"
							]
						}
					}
				}
			},
			"s": {
				"s": {
					"values": [
						"nagi"
					]
				}
			},
			"g": {
				"values": [
					"jenan"
				]
			}
		},
		"o": {
			"v": {
				"e": {
					"values": [
						"zjeθa"
					]
				}
			},
			"y": {
				"a": {
					"l": {
						"t": {
							"y": {
								"values": [
									"zjeXan"
								]
							}
						}
					}
				}
			}
		},
		"a": {
			"k": {
				"e": {
					"values": [
						"gagegi"
					]
				}
			}
		}
	},
	"p": {
		"r": {
			"i": {
				"m": {
					"a": {
						"r": {
							"y": {
								" ": {
									"s": {
										"o": {
											"u": {
												"r": {
													"c": {
														"e": {
															"values": [
																"sXejen"
															]
														}
													}
												}
											}
										}
									},
									"e": {
										"v": {
											"i": {
												"d": {
													"e": {
														"n": {
															"c": {
																"e": {
																	"values": [
																		"sXejen"
																	]
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		"o": {
			"w": {
				"e": {
					"r": {
						"values": [
							"hoN"
						]
					}
				}
			}
		},
		"l": {
			"e": {
				"a": {
					"s": {
						"e": {
							"values": [
								"gəsXaθ"
							]
						}
					}
				}
			}
		}
	}
}
